Repository: vadyur/plugin.video.torrserve-next
Catalog: resources/language/*/strings.po
Languages: russian

# #30000
source: General
russian: Общие

# #30001
source: Connectivity
russian: Соединение

# #30003
source: TorrServe Port
russian: TorrServer Port (По-умолчанию 8090)

# #30004
source: View
russian: Отображение

# #30005
source: Dont show in list torrent without info
russian: Не отображать в списке торренты без инфо

# #30006
source: Autosave item from search
russian: Сохранять раздачи из поиска

# #30007
source: Enable search
russian: Включить поиск

# #30008
source: Library Path
russian: Путь библиотеки

# #30009
source: Kodi Library
russian: Библиотека Kodi

# #30010
source: TorrServe Settings
russian: Настройки TorrServer

# #30011
source: Settings saved! Restart service
russian: Настройки изменены.[CR]Перезапускаем сервис

# #30012
source: Settings not saved!
russian: Настройки не сохранены!

# #30013
source: Saved!
russian: Сохранено!

# #30014
source: Deleted!
russian: Удалено!

# #30015
source: Choose a file
russian: Выберете файл:

# #30016
source: Cache Size
russian: Размер кэша МБ

# #30017
source: Preload Size
russian: Размер предбуфера МБ

# #30018
source: Disable TCP
russian: Отключить TCP

# #30019
source: Disable UTP
russian: Отключить UTP

# #30020
source: Disable UPNP
russian: Отключить UPNP

# #30021
source: Disable DHT
russian: Отключить DHT

# #30022
source: Disable Upload
russian: Отключить раздачу

# #30023
source: Encryption
russian: Шифрование

# #30024
source: Retracker mode
russian: Ретрекеры

# #30025
source: Download Limit
russian: Ограничени загрузки Кб/сек

# #30026
source: Upload Limit
russian: Ограничение раздачи Кб/сек

# #30027
source: Connections Limit (per torrent)
russian: Лимит соединений

# #30028
source: Listen Port
russian: Порт для входящих соединений

# #30029
source: Default
russian: По-умолчанию

# #30030
source: Disable
russian: Отключено

# #30031
source: Forced
russian: Принудительно

# #30032
source: Not add
russian: Не добавлять

# #30033
source: Add
russian: Добавить

# #30034
source: Remove
russian: Удалить

# #30035
source: Replace
russian: Заменить

# #30036
source: Add built
russian: Добавить встроенные

# #30037
source: Add ngosang
russian: Добавить ngosang

# #30040
source: Torserver's settings
russian: Настройки модуля TorrServer

# #30050
source: Enable IPv6
russian: Включить IPv6

# #30051
source: Dht connections limit
russian: Лимит DHT соединений

# #30052
source: Torrent disconnect timeout
russian: Время отключения торрента после просмотра

# #30053
source: Support version
russian: Совместимось с версий торрсервера

# #30054
source: Content type for m3u playlists
russian: Тип контента плейлистов .m3u

# #30055
source: Disable RealIdFileStats and &ind=
russian: Отключить RealIdFileStats и &ind= (настоящий индекс)

# #30056
source: Request strategy
russian: Стратегия запросов

# #30057
source: Built-in retrackers
russian: Встроенные ретрекеры

# #30058
source: Newtrackon retrackers
russian: Newtrackon ретрекеры

# #30059
source: Ngosang all ip retrackers
russian: Ngosang all ip ретрекеры

# #30060
source: Show external subtitles from torrent
russian: Показывать внешние субтитры из раздачи

# #30061
source: TheMovieDB query language (discover movies & TV shows)
russian: Язык запросов TheMovieDB (популярные фильмы и сериалы)

# #30062
source: Search on
russian: Искать на

# #30063
source: -*- mirror http://
russian: -*- зеркало http://

# #30064
source: View of the list of found distributions
russian: Вид списка найденных раздач

# #30065
source: View of the list of discover films (TV shows)
russian: Вид списка популярных фильмов (сериалов)

# #30066
source: -*- login
russian: -*- логин

# #30067
source: -*- password
russian: -*- пароль

# #30068
source: Region in requests to TheMovieDB
russian: Учитывать регион в запросах к TheMovieDB

# #30069
source: Only video and audio files in the list from the distribution
russian: Только видео и аудио файлы в списке из раздачи

# #30070
source: Include adult movies on TheMovieDB
russian: Включить фильмы для взрослых на TheMovieDB

# #30071
source: Distribution file list view
russian: Вид списка файлов раздачи

# #30072
source: Region (ISO 3166-1)
russian: Регион (ISO 3166-1)

# #30073
source: Number of running torrents
russian: Количество запущенных торрентов

# #30074
source: Drop one torrent when the number of running torrents is exceeded
russian: Прерывать работу одного торрента при превышении числа запущенных торрентов

# #30139
source: Connection timeout
russian: Время ожидания соединения

# #30200
source: Server {0} is down
russian: Сервер {0} не отвечает

# #30300
source: Torrents List
russian: Список торрентов

# #30301
source: Search
russian: Поиск

# #30302
source: Settings
russian: Настройки

# #30303
source: Empty result
russian: Ничего не найденно

# #30304
source: Wait for info...
russian: Ждем получения информации о раздаче...

# #30305
source: Open .torrent
russian: Добавить .torrent

# #30306
source: Select torrent file
russian: Выберете торрент файл

# #30307
source: Add to DB
russian: Сохранить в списке

# #30308
source: Delete from DB
russian: Удалить из списка

# #30309
source: Connected: {0} | Active: {1} | Total: {2}
russian: Подключено: {0} | Активных: {1} | Всего: {2}

# #30310
source: sec
russian: сек

# #30311
source: Discover
russian: Популярные

# #30312
source: Movies
russian: Фильмы

# #30313
source: TV Shows
russian: Сериалы

# #30314
source: New Search
russian: Новый поиск

# #30315
source: Torrents
russian: Торренты

# #30316
source: Remove query
russian: Удалить запрос

# #30317
source: Next page ({0})
russian: Следующая страница ({0})

# #30318
source: Save to Library
russian: Сохранить в библиотеку

# #30319
source: Start find subtitles...
russian: Старт поиска субтитров...

# #30320
source: Find subtitles...
russian: Поиск субтитров...

# #30321
source: Load subtitles {0} / {1}
russian: Загрузка субтитров {0} / {1}

# #30322
source: Description
russian: Описание

# #30323
source: Open TAM
russian: Открыть в TAM

# #30324
source: Open all .torrent in dir
russian: Добавить все .torrent из папки

# #30325
source: Search title
russian: Поиск по названию

# #30326
source: Search title and year
russian: Поиск по названию и году

# #30327
source: Cartoons
russian: Мультфильмы

# #30328
source: Animated series
russian: Мультсериалы

# #30329
source: russians
russian: русские

# #30330
source: english speaking
russian: англоязычные

# #30331
source: french
russian: французкие

# #30332
source: german
russian: немецкие

# #30333
source: italian
russian: итальянские

# #30334
source: japanese
russian: японские

# #30335
source: per day
russian: за день

# #30336
source: per week
russian: за неделю
